{
  "Albizia": {
    "scientific_name": "Albizia",
    "other_names": [
      "silk plants", "silk trees", "sirises"
    ],
    "description": "Albizia is a genus of more than 160 species of mostly fast-growing subtropical and tropical trees and shrubs in the subfamily Mimosoideae of the family Fabaceae. The genus is pantropical, occurring in Asia, Africa, Madagascar, America and Australia, but mostly in the Old World tropics. In some locations, some species are considered weeds.\n\nThey are commonly called silk plants, silk trees, or sirises. The obsolete spelling of the generic name – with double 'z' – is still common, so the plants may be called albizzias. The generic name honors the Italian nobleman Filippo degli Albizzi, who introduced Albizia julibrissin to Europe in the mid-18th century.[1] Some species are commonly called mimosa, which more accurately refers to plants of genus Mimosa. Species from southeast Asia used for timber are sometime termed East Indian walnut.",
    "reference_images": []
  },
  "Ulmus_rubra": {
    "scientific_name" : "Slippery Elm",
    "other_names": [

    ],
    "description": "he slippery elm, is a species of elm native to eastern North America, ranging from southeast North Dakota, east to Maine and southern Quebec, south to northernmost Florida, and west to eastern Texas, where it thrives in moist uplands, although it will also grow in dry, intermediate soils.[4] Other common names include red elm, gray elm, soft elm, moose elm, and Indian elm. The tree was first named as part of Ulmus americana in 1753,[5] but identified as a separate species, Ulmus rubra, in 1793 by Pennsylvania botanist Gotthilf Muhlenberg. The slightly later name U. fulva, published by French botanist André Michaux in 1803,[6] is still widely used in dietary-supplement and alternative-medicine information.",
    "reference_images": []
  },
  "Morus": {
    "scientific_name" : "Morus",
    "description" : "a genus of flowering plants in the family Moraceae, consists of diverse species of deciduous trees commonly known as mulberries, growing wild and under cultivation in many temperate world regions.[1][2][3] Generally, the plant has three main species ostensibly named for the fruit color of the best-known cultivar: white, red, and black mulberry (Morus alba, rubra, and nigra, respectively), with numerous cultivars,[4] but more than 200 species are identified in taxonomy.[5] The name “white mulberry” came about because the first specimens named by European taxonomists were a cultivated mutation prized for their white fruit, but wild trees bear black fruit like other mulberries. White mulberry is native to South Asia, but is widely distributed across Europe, Southern Africa, South America, and North America.[2] It is regarded as an invasive species in Brazil and the United States.[2]",
    "reference_images": [
      "https://upload.wikimedia.org/wikipedia/commons/e/eb/Mature_Ulmus_rubra_in_graveyard.jpg"
    ]
  }
}